import './Story.css'

export default function Story(){
    return(
        <section className='container' id='story'>
            <h2>История</h2>
            <p>Предшественниками гитары считаются щипковые инструменты, которые на тот момент ещё не имели грифа:
                кифара и цитра. На них играли в Древнем Египте и Древней Греции, а чуть позже – и в Риме.
                С появлением длинной узкой шейки появилась необходимость в цельном резонаторе. Изначально его
                делали из пустотелых сосудов и других объёмных предметов: панциря черепахи, высушенных плодов
                тыквы или выдолбленных деревянных отрезков ствола. Деревянный корпус, составленный их верхней и
                нижней деки и боковин (обечаек) придумали в Древнем Китае в начале I тысячелетия нашей эры.
                Оттуда эта идея перекочевала в арабские страны, воплотившись в мавританской гитаре, а в VIII –
                IX веках пришла в Европу.
            </p>
            <h3>Происхождение названия</h3>
            <p>Своим названием гитара обязана латинскому языку как общепринятому в период Средневековья.
                Греческое слово «кифара», которое в Европе уже мало кто мог прочесть после крушения Западной
                Римской империи, в результате транслитировалось в латинское cithara. С течением времени латынь
                также претерпевала изменения – слово имело вид quitaire, и в романо-германских языках стало звучать как guitar.</p>
        </section>
    )
}