export const menu = {
    story:'История',
    typeG:'Виды гитар',
    sovet: 'Советы',
    popular: 'Самые популярные гитары'
}

export const typeGitar = [
    {title:'Акустическая гитара',
        text:'В XIX веке музыкант и гитарный мастер Антонио Торрес изобрёл гитару современной конструкции и пропорций. ' +
            'Сегодня она называет классической, применяется как в академической музыке, так и при исполнении песен ' +
            'музыкантами-любителями в развлекательных целях.\n' +
            'Акустическая гитара дошла до нас практически в неизменном виде. Она состоит из массивного корпуса, ' +
            'служащего резонатором, грифа, который крепится к корпусу с помощь специального винта, и головки, ' +
            'на которой расположены колки для натяжения струн.',
        img:'/108.png'},
    {title:'Электрогитара',
        text:'Когда в XX веке электричество начало своё победное шествие по планете, фабриканты музыкальных ' +
            'инструментов не могли обойти стороной возможность значительно усилить звук струн гитары с помощью ' +
            'технических устройств. В 1936 году впервые была создана «бабушка» электрогитары. Она имела алюминиевый ' +
            'корпус и пару звукоснимателей на электромагнитах. Благодаря круглой форме корпуса, больше похожей на ' +
            'банджо, и материалу, она получила прозвище «сковородка».\n' +
            'Благодаря преобразованию акустических колебаний в электрические и действие усилителей электрогитаре не ' +
            'нужен резонатор – её корпус может быть самых разных форм, хотя чаще и делается похожим на акустическую гитару.',
        img:'/110.png'},
    {title:'Бас-гитара',
        text:'струнно-щипковый музыкальный инструмент, предназначенный для игры в басовом диапазоне.\n' +
            'Бас создает ощущение заполненности в музыке и фундамента, на котором строится всё остальное. В роке и ' +
            'подобных стилях помогает создать "groove", или ритмический рисунок. Он как бы связывает ударные и другие ' +
            'инструменты в группе, т. е. ритм и мелодию. Чаще используется для аккомпанемента, чем в качестве ' +
            'солирующего инструмента.\n' +
            'В отличие от остальных разновидностей гитар бас-гитара имеет следующие конструктивные особенности, ' +
            'обусловленные необходимостью получить более низкий диапазон звучания.',
        img:'/109.png'}
]


export const sovets = [
    {title: 'Определите тип гитары',
        text:'Выберите между акустической и электрогитарой. Акустические гитары лучше подходят для начинающих и ' +
            'классической музыки, а электрогитары – для современных жанров, таких как рок и метал.'},
    {title: 'Пробуйте перед покупкой',
        text:'Если есть возможность, протестируйте разные модели в магазине. Обратите внимание на удобство, звучание ' +
            'и качество исполнения. Не стесняйтесь пробовать разные гитары, чтобы найти ту, которая Вам подходит.'},
    {title: 'Учтите свой уровень навыков',
        text:'Если Вы начинаете, выбирайте гитару, которая легче в использовании и управлении. Для более опытных ' +
            'музыкантов стоит рассмотреть более продвинутые модели с расширенными возможностями.'},
    {title: 'Размер и форма',
        text:'Обратите внимание на размер и форму гитары. Для людей с маленькими руками или детьми подойдут меньшие' +
            ' варианты, такие как "парковая" или "1/2" гитары, в то время как большие модели могут быть неудобными.'},
    {title: 'Бюджет',
        text:'Установите бюджет на покупку. Гитары могут стоить от недорогих моделей до высококачественных ' +
            'инструментов. Не забывайте учитывать дополнительные расходы на аксессуары, такие как чехол, ремень и струнные.'}
]

export const popular = [
    {title:'Fender Stratocaster',
        text:'Одна из самых известных электрогитар, используемая множеством музыкантов, от рокеров до блюзменов. ' +
            'Обладает выразительным звуком и удобной формой корпуса.',
        img: '/120.png'},
    {title:'Gibson Les Paul',
        text:'Икона рока и металла, известная своим теплым и мощным звучанием. Эта гитара имеет массивный корпус и ' +
            'две звукоснимателя, что позволяет добиться насыщенного глубокого тона.',
        img: '/119.png'},
    {title:'Fender Telecaster',
        text:'Классическая электрогитара с характерным "телевизионным" звуком. Широко используется в ' +
            'различных жанрах, включая кантри, рок и поп-музыку.',
        img: '/118.png'},
    {title:'Martin D-28',
        text:'Легендарная акустическая гитара, известная своим богатым звуковым диапазоном и великолепным звучанием. ' +
            'Чаще всего используется фолк и рок-музыкантам',
        img: '/117.png'},
    {title:'Yamaha FG Series',
        text:'Отличная серия акустических гитар для начинающих. Они предлагают хорошее качество звука и сборки по ' +
            'доступной цене, что делает их популярными среди начинающих гитаристов.',
        img: '/116.png'},
]